{
    "nav": {
        "products": "Products",
        "catalog": "Catalog",
        "contact": "Contact Us"
    },
    "home": {
        "hero_title": "Built strong. Made to endure.",
        "hero_description": "We craft metal products that work hard and look good doing it. From bathroom fixtures to cabinet hardware, every piece is engineered for reliability.",
        "browse": "Browse",
        "learn_more": "Learn more"
    },
    "products": {
        "featured": "Featured",
        "title": "Products",
        "subtitle": "Hand-selected pieces that represent our best work",
        "view_catalog": "View catalog",
        "chrome_towel_bar": "Chrome towel bar",
        "brushed_door_handle": "Brushed door handle",
        "cabinet_knob_set": "Cabinet knob set",
        "soap_dispenser": "Soap dispenser",
        "mirror_frame_bar": "Mirror frame bar",
        "lever_door_handle": "Lever door handle",
        "polished": "Polished",
        "satin": "Satin",
        "matte": "Matte",
        "chrome": "Chrome",
        "brushed": "Brushed"
    },
    "catalog": {
        "title": "Product Catalog",
        "subtitle": "Browse our complete collection of quality metal products",
        "search_placeholder": "Search products, categories, or descriptions...",
        "all_categories": "All Categories",
        "products_count": "{{count}} products",
        "no_results": "No products found matching your search",
        "clear_search": "Clear search",
        "category_hangers": "Hangers (Khuti)",
        "category_cabinet_handle": "Cabinet Handle",
        "category_knobs": "Knobs",
        "variants": "variants",
        "product_desc_rk101": "Durable metal wall hanger with multiple hooks for versatile use. Perfect for entryways and bedrooms.",
        "product_desc_rk102": "Lightweight yet sturdy hanger with a sleek modern design. Ideal for coats and jackets.",
        "product_desc_rk103": "Elegant wooden hanger perfect for jackets and coats. Premium quality with natural finish.",
        "product_desc_rk104": "Contemporary design with multiple hooks for organizing multiple items efficiently.",
        "product_desc_rk105": "Vintage-inspired hanger with antique finish. Adds character to any room.",
        "product_desc_rk106": "Simple and elegant design that complements modern interiors perfectly.",
        "product_desc_rk107": "Extra strong hanger designed for heavy coats and winter wear.",
        "product_desc_rk108": "Ornate design with decorative elements. Functional art for your walls.",
        "product_desc_rk201": "Sleek stainless steel cabinet handle with a brushed finish. Perfect for modern kitchens.",
        "product_desc_rk202": "Antique brass handle with a traditional vintage design. Adds classic elegance.",
        "product_desc_rk203": "Modern square-shaped handle with a matte black finish. Contemporary and stylish.",
        "product_desc_rk204": "Curved chrome handle for cabinets, ideal for a sleek and modern look.",
        "product_desc_rk205": "Unique designer handle with contemporary styling. Makes a statement in any space.",
        "product_desc_rk206": "Classic bar handle design suitable for all cabinet types. Timeless and versatile.",
        "product_desc_rk207": "Premium luxury handle with superior finish and craftsmanship.",
        "product_desc_rk208": "Industrial-style handle perfect for modern loft aesthetics.",
        "product_desc_rk209": "Artistic handle design that combines functionality with aesthetic appeal.",
        "product_desc_rk301": "Round ceramic knob with hand-painted floral design, ideal for drawers and cabinets.",
        "product_desc_rk302": "Vintage-style brass knob with an antique finish, suitable for all types of furniture.",
        "product_desc_rk303": "Glass crystal knob with a luxurious, sparkling finish, perfect for modern interiors.",
        "product_desc_rk304": "Minimalist wooden knob with a smooth matte finish, perfect for natural-themed decor.",
        "product_desc_rk305": "Contemporary metal knob with clean lines and modern finish.",
        "product_desc_rk306": "Beautifully decorated porcelain knob with intricate patterns.",
        "product_desc_rk307": "Classic round knob design that suits traditional and contemporary styles.",
        "product_desc_rk308": "Rustic-style knob perfect for farmhouse and country-style interiors.",
        "product_desc_rk309": "Modern geometric design knob for contemporary furniture.",
        "product_desc_rk310": "Premium crystal knob with brilliant sparkle and elegant design.",
        "product_desc_rk311": "Handcrafted artisan knob with unique character and charm.",
        "product_desc_rk312": "Square-shaped knob with minimalist design for modern spaces.",
        "product_desc_rk313": "Vintage ceramic knob with classic patterns and colors.",
        "product_desc_rk314": "Industrial-style metal knob with raw finish for urban aesthetics.",
        "product_desc_rk315": "Elegant knob with pearl-like finish for a sophisticated look.",
        "product_desc_rk316": "Contemporary design knob suitable for modern furniture pieces.",
        "product_desc_rk317": "Designer knob with premium materials and exceptional craftsmanship.",
        "product_desc_rk401": "Versatile hook suitable for various applications around the home.",
        "product_desc_rk402": "Decorative bracket for shelving and architectural details.",
        "product_desc_rk403": "Metal corner protector for furniture and architectural elements.",
        "product_desc_rk404": "Secure cabinet lock mechanism with decorative finish.",
        "product_desc_rk405": "Sturdy shelf support brackets for heavy-duty applications.",
        "product_desc_rk406": "Stylish drawer pull with ergonomic design for easy grip.",
        "product_desc_rk407": "Decorative furniture leg with classic design elements.",
        "product_desc_rk408": "Premium quality hinge set for doors and cabinets.",
        "product_desc_rk409": "Elegant towel ring for bathroom and kitchen use.",
        "product_desc_rk410": "Single or double robe hook for bathroom organization.",
        "product_desc_rk411": "Wall-mounted paper holder with modern design.",
        "product_desc_rk412": "Elegant soap dish holder for bathroom accessories.",
        "product_desc_rk413": "Sturdy curtain rod bracket with decorative finish.",
        "product_desc_rk414": "Heavy-duty furniture caster for easy mobility.",
        "product_desc_rk415": "Decorative door stopper to protect walls and furniture.",
        "product_desc_rk416": "Decorative key hook rack for entryway organization."
    },
    "contact": {
        "reach_out": "Reach out",
        "title": "Get in touch",
        "subtitle": "We're here to help with orders, questions, or custom requests.",
        "email": "Email",
        "email_text": "Send us a message",
        "phone": "Phone",
        "phone_text": "Call during business hours",
        "office": "Office"
    }
}