{
    "nav": {
        "products": "उत्पाद",
        "catalog": "कैटलॉग",
        "about": "हमारे बारे में",
        "contact": "संपर्क करें"
    },
    "home": {
        "hero_title": "मज़बूत बनाया गया। लंबे समय तक टिकने वाला।",
        "hero_description": "हम ऐसे धातु उत्पाद बनाते हैं जो कड़ी मेहनत करते हैं और शानदार दिखते हैं। बाथरूम फिटिंग से लेकर कैबिनेट हार्डवेयर तक, हर उत्पाद विश्वसनीयता के लिए तैयार किया गया है।",
        "browse": "देखें",
        "learn_more": "और जानें"
    },
    "products": {
        "featured": "विशेष",
        "title": "उत्पाद",
        "subtitle": "हमारे सर्वोत्तम कार्यों में से चुने हुए उत्पाद",
        "view_catalog": "कैटलॉग देखें",
        "chrome_towel_bar": "क्रोम तौलिया बार",
        "brushed_door_handle": "ब्रश्ड डोर हैंडल",
        "cabinet_knob_set": "कैबिनेट नॉब सेट",
        "soap_dispenser": "साबुन डिस्पेंसर",
        "mirror_frame_bar": "मिरर फ्रेम बार",
        "lever_door_handle": "लीवर डोर हैंडल",
        "polished": "पॉलिश्ड",
        "satin": "साटन",
        "matte": "मैट",
        "chrome": "क्रोम",
        "brushed": "ब्रश्ड"
    },
    "catalog": {
        "title": "उत्पाद कैटलॉग",
        "subtitle": "हमारे उच्च गुणवत्ता वाले धातु उत्पादों के पूरे संग्रह को देखें",
        "search_placeholder": "उत्पाद, श्रेणियाँ या विवरण खोजें...",
        "all_categories": "सभी श्रेणियाँ",
        "products_count": "{{count}} उत्पाद",
        "no_results": "आपकी खोज से मेल खाते उत्पाद नहीं मिले",
        "clear_search": "खोज साफ करें",
        "category_hangers": "हैंगर्स (खूँटी)",
        "category_cabinet_handle": "कैबिनेट हैंडल",
        "category_knobs": "नॉब्स",
        "variants": "वेरिएंट",
        "download_catalog": "कैटलॉग डाउनलोड करें",
        "download_catalog_pdf": "PDF के रूप में डाउनलोड करें",
        "product_desc_rk101": "टिकाऊ धातु का वॉल हैंगर जिसमें कई हुक हैं। प्रवेश द्वार और बेडरूम के लिए उपयुक्त।",
        "product_desc_rk102": "हल्का लेकिन मजबूत हैंगर, आधुनिक डिजाइन के साथ। कोट और जैकेट के लिए आदर्श।",
        "product_desc_rk103": "शानदार लकड़ी का हैंगर, जैकेट और कोट के लिए परफेक्ट। प्राकृतिक फिनिश के साथ प्रीमियम गुणवत्ता।",
        "product_desc_rk104": "आधुनिक डिज़ाइन जिसमें कई हुक हैं जो वस्तुओं को कुशलतापूर्वक व्यवस्थित करते हैं।",
        "product_desc_rk105": "विंटेज-प्रेरित हैंगर एंटीक फिनिश के साथ। किसी भी कमरे में आकर्षण जोड़ता है।",
        "product_desc_rk106": "सरल और सुंदर डिज़ाइन जो आधुनिक इंटीरियर के साथ पूरी तरह मेल खाता है।",
        "product_desc_rk107": "भारी कोट और सर्दियों के कपड़ों के लिए बनाया गया अत्यधिक मजबूत हैंगर।",
        "product_desc_rk108": "सजावटी तत्वों के साथ अलंकृत डिज़ाइन। आपकी दीवारों के लिए कार्यात्मक कला।",
        "product_desc_rk201": "ब्रश्ड फिनिश वाला स्लीक स्टेनलेस स्टील कैबिनेट हैंडल। आधुनिक किचन के लिए परफेक्ट।",
        "product_desc_rk202": "एंटीक ब्रास हैंडल पारंपरिक विंटेज डिज़ाइन के साथ। क्लासिक सुंदरता जोड़ता है।",
        "product_desc_rk203": "मैट ब्लैक फिनिश वाला आधुनिक चौकोर हैंडल। समकालीन और स्टाइलिश।",
        "product_desc_rk204": "क्रोम कर्व्ड हैंडल, आधुनिक और स्लीक लुक के लिए आदर्श।",
        "product_desc_rk205": "अद्वितीय डिज़ाइनर हैंडल आधुनिक शैली के साथ। किसी भी स्थान में प्रभाव डालता है।",
        "product_desc_rk206": "क्लासिक बार-शैली का हैंडल जो सभी प्रकार के कैबिनेट के लिए उपयुक्त है।",
        "product_desc_rk207": "प्रीमियम लक्ज़री हैंडल उत्कृष्ट फिनिश और कारीगरी के साथ।",
        "product_desc_rk208": "इंडस्ट्रियल-स्टाइल हैंडल आधुनिक लॉफ्ट सौंदर्य के लिए उपयुक्त।",
        "product_desc_rk209": "कलात्मक डिज़ाइन वाला हैंडल जो सौंदर्य और उपयोगिता दोनों प्रदान करता है।",
        "product_desc_rk301": "हाथ से पेंट किए गए फूलों के डिज़ाइन वाला राउंड सिरेमिक नॉब। ड्रॉअर और कैबिनेट के लिए परफेक्ट।",
        "product_desc_rk302": "एंटीक फिनिश वाला विंटेज-स्टाइल ब्रास नॉब। सभी प्रकार के फर्नीचर के लिए उपयुक्त।",
        "product_desc_rk303": "लक्ज़री फिनिश वाला ग्लास क्रिस्टल नॉब, आधुनिक इंटीरियर के लिए आदर्श।",
        "product_desc_rk304": "स्मूथ मैट फिनिश वाला मिनिमलिस्ट लकड़ी का नॉब। नेचुरल थीम डेकोर के लिए अच्छा।",
        "product_desc_rk305": "साफ लाइनों वाला आधुनिक मेटल नॉब।",
        "product_desc_rk306": "बारीक पैटर्न वाला खूबसूरती से सजाया हुआ पोर्सिलेन नॉब।",
        "product_desc_rk307": "क्लासिक राउंड नॉब डिजाइन जो पारंपरिक और आधुनिक दोनों शैलियों में फिट बैठता है।",
        "product_desc_rk308": "रस्टिक-स्टाइल नॉब, फार्महाउस और कंट्री थीम के लिए उपयुक्त।",
        "product_desc_rk309": "आधुनिक ज्यामितीय डिज़ाइन वाला नॉब समकालीन फर्नीचर के लिए।",
        "product_desc_rk310": "प्रीमियम क्रिस्टल नॉब उत्कृष्ट चमक और सुंदर डिजाइन के साथ।",
        "product_desc_rk311": "हस्तनिर्मित कारीगर नॉब, अद्वितीय चरित्र और आकर्षण के साथ।",
        "product_desc_rk312": "स्क्वायर-शेप्ड मिनिमलिस्ट नॉब, आधुनिक स्थानों के लिए।",
        "product_desc_rk313": "विंटेज सिरेमिक नॉब, क्लासिक पैटर्न और रंगों के साथ।",
        "product_desc_rk314": "इंडस्ट्रियल-स्टाइल मेटल नॉब कच्चे फिनिश के साथ।",
        "product_desc_rk315": "मोती जैसी चमक वाला सुंदर नॉब, एक परिष्कृत लुक के लिए।",
        "product_desc_rk316": "समकालीन डिजाइन वाला नॉब आधुनिक फर्नीचर के लिए उपयुक्त।",
        "product_desc_rk317": "प्रीमियम सामग्री और उत्कृष्ट कारीगरी वाला डिज़ाइनर नॉब।",
        "product_desc_rk401": "घर के विभिन्न उपयोगों के लिए उपयुक्त बहुउपयोगी हुक।",
        "product_desc_rk402": "शेल्फिंग और सजावटी आर्किटेक्चर के लिए सजावटी ब्रैकेट।",
        "product_desc_rk403": "फर्नीचर और आर्किटेक्चर तत्वों के लिए मेटल कॉर्नर प्रोटेक्टर।",
        "product_desc_rk404": "सजावटी फिनिश वाला सुरक्षित कैबिनेट लॉक मैकेनिज़्म।",
        "product_desc_rk405": "हेवी ड्यूटी उपयोग के लिए मजबूत शेल्फ ब्रैकेट।",
        "product_desc_rk406": "आरामदायक पकड़ वाला स्टाइलिश ड्रॉअर पुल।",
        "product_desc_rk407": "क्लासिक डिज़ाइन तत्वों वाला सजावटी फर्नीचर पैर।",
        "product_desc_rk408": "दरवाजों और कैबिनेट्स के लिए प्रीमियम क्वालिटी का हिंज सेट।",
        "product_desc_rk409": "बाथरूम और किचन उपयोग के लिए सुंदर तौलिया रिंग।",
        "product_desc_rk410": "सिंगल या डबल रोब हुक, बाथरूम ऑर्गनाइजेशन के लिए।",
        "product_desc_rk411": "आधुनिक डिजाइन वाला वॉल-माउंटेड पेपर होल्डर।",
        "product_desc_rk412": "बाथरूम एक्सेसरीज़ के लिए सुंदर साबुन डिश होल्डर।",
        "product_desc_rk413": "सजावटी फिनिश वाला मजबूत परदा रॉड ब्रैकेट।",
        "product_desc_rk414": "आसान मूवमेंट के लिए हेवी-ड्यूटी फर्नीचर कैस्टर।",
        "product_desc_rk415": "दीवारों और फर्नीचर की सुरक्षा के लिए सजावटी डोर स्टॉपर।",
        "product_desc_rk416": "प्रवेशद्वार ऑर्गनाइजेशन के लिए सजावटी की-हुक रैक।"
    },
    "about": {
        "label": "हमारे बारे में",
        "title": "हम कौन हैं",
        "subtitle": "दशकों से समर्पण और सटीकता के साथ गुणवत्तापूर्ण धातु उत्पाद बना रहे हैं।",
        "story_title": "हमारी कहानी",
        "story_text": "सदगुरु मेटल प्रीमियम धातु उत्पादों के निर्माण में एक विश्वसनीय नाम रहा है। राजकोट, गुजरात में एक छोटी कार्यशाला के रूप में जो शुरू हुआ, वह अब गुणवत्तापूर्ण धातु हार्डवेयर और फिटिंग का एक प्रमुख आपूर्तिकर्ता बन गया है। हमारी यात्रा उत्कृष्टता, नवाचार और ग्राहक संतुष्टि के प्रति प्रतिबद्धता से प्रेरित रही है।",
        "mission_title": "हमारा मिशन",
        "mission_text": "हमारा लक्ष्य उच्च गुणवत्ता वाले धातु उत्पाद प्रदान करना है जो कार्यक्षमता और सौंदर्य अपील को जोड़ते हैं। हमारा मिशन निरंतर नवाचार, कठोर गुणवत्ता नियंत्रण और असाधारण सेवा के माध्यम से ग्राहकों की अपेक्षाओं को पार करना है। हम जो भी उत्पाद बनाते हैं, वह हमारी शिल्पकला और विश्वसनीयता के प्रति समर्पण का प्रमाण है।",
        "why_title": "हमें क्यों चुनें",
        "quality_title": "प्रीमियम गुणवत्ता",
        "quality_text": "हम केवल बेहतरीन सामग्री का उपयोग करते हैं और यह सुनिश्चित करने के लिए कठोर गुणवत्ता नियंत्रण उपायों को लागू करते हैं कि प्रत्येक उत्पाद उच्चतम मानकों को पूरा करता है।",
        "experience_title": "वर्षों का अनुभव",
        "experience_text": "धातु निर्माण में दशकों की विशेषज्ञता के साथ, हम टिकाऊ और विश्वसनीय उत्पादों को बनाने की बारीकियों को समझते हैं।",
        "customization_title": "कस्टम समाधान",
        "customization_text": "हम आपकी विशिष्ट आवश्यकताओं को पूरा करने के लिए अनुकूलन विकल्प प्रदान करते हैं, चाहे वह फिनिश, आकार या डिज़ाइन संशोधन हो।",
        "service_title": "ग्राहक सेवा",
        "service_text": "हमारी समर्पित टीम उत्पाद चयन से लेकर बिक्री के बाद सेवा तक असाधारण समर्थन प्रदान करने के लिए प्रतिबद्ध है।",
        "values_title": "हमारे मूल्य",
        "values_text": "ईमानदारी, गुणवत्ता और ग्राहक संतुष्टि हमारे सभी कार्यों के केंद्र में हैं। हम अपने ग्राहकों के साथ ईमानदार व्यावसायिक प्रथाओं, पारदर्शी संचार और उत्कृष्टता की निरंतर डिलीवरी के माध्यम से दीर्घकालिक संबंध बनाने में विश्वास करते हैं। टिकाऊ विनिर्माण प्रथाओं के प्रति हमारी प्रतिबद्धता यह सुनिश्चित करती है कि हम न केवल आज की जरूरतों को पूरा करते हैं बल्कि भविष्य की पीढ़ियों के लिए संसाधनों का संरक्षण भी करते हैं।"
    },
    "contact": {
        "reach_out": "संपर्क करें",
        "title": "हमसे जुड़ें",
        "subtitle": "हम ऑर्डर, सवाल या कस्टम अनुरोधों में आपकी सहायता के लिए हमेशा मौजूद हैं।",
        "email": "ईमेल",
        "email_text": "हमें संदेश भेजें",
        "phone": "फोन",
        "phone_text": "व्यावसायिक घंटों में कॉल करें",
        "office": "कार्यालय"
    }
}